;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)

(package! nyan-mode)
(package! css-mode)
(package! scss-mode)
(package! lsp-ui)
(package! company-box)
(package! fcitx)
(package! ox-hugo)
(package! keyfreq)
(package! ob-ipython)
;; (package! dap-java)
