;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)

(package! fcitx)
(package! pangu-spacing)
;; (package! telega)
(package! youdao-dictionary)
;; (package! zeal-at-point)
(package! all-the-icons-ivy-rich)
;; (package! boogie-friends)
(package! nyan-mode)
;; (package! magic-latex-buffer)
(package! posframe)
;; (package! multi-vterm)
(package! mu4e-alert)
(package! olivetti)
(package! valign :recipe (:host github :repo "casouri/valign"))
(package! org-present)
